[ClassDefinition.Class_SawBladeHovercraft VehicleClassDefinition]
DisplayName="parodies"

[Weapon.WeaponTypes.WeaponType_SawBlade VehicleWeaponTypeDefinition]
Typename="rocket"
PickupMessage="You agree %s"
UseFailureLevelMessage="You must be at least %d to use this item.."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="usually"

